Repository: yuyakan/MuscleSlot
Catalog: MuscleSlot/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, id, it, ko, pt, pt_br, ru, th, zh_hans, zh_hant

source: OFF
de: Aus
es: No
fr: Non
id: Nonaktif
it: No
ko: 끄기
pt: Não
pt_br: Não
ru: Выкл
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

source: おまかせ
de: Überrasch mich
en: Surprise Me
es: Sorpréndeme
fr: Surprise
id: Kejutkan Aku
it: Sorprendimi
ko: 랜덤
pt: Surpreende-me
pt_br: Me surpreenda
ru: Сюрприз
th: สุ่มให้เลย
zh_hans: 随机惊喜
zh_hant: 隨機驚喜

source: ダンベル
de: Kurzhantel
en: Dumbbell
es: Mancuerna
fr: Haltère
id: Dumbbell
it: Manubrio
ko: 덤벨
pt: Haltere
pt_br: Halter
ru: Гантель
th: ดัมเบล
zh_hans: 哑铃
zh_hant: 啞鈴

source: ダンベル・ベンチ・バンド・自重
de: Kurzhanteln, Bank, Bänder, Körpergewicht
en: Dumbbells, bench, bands, bodyweight
es: Mancuernas, banco, bandas, peso corporal
fr: Haltères, banc, élastiques, poids du corps
id: Dumbbell, bench, band, berat badan
it: Manubri, panca, elastici, corpo libero
ko: 덤벨, 벤치, 밴드, 맨몸
pt: Halteres, banco, faixas, peso corporal
pt_br: Halteres, banco, faixas, peso corporal
ru: Гантели, скамья, ленты, вес тела
th: ดัมเบล เบนช์ ยางยืด น้ำหนักตัว
zh_hans: 哑铃、卧推凳、弹力带、自重
zh_hant: 啞鈴、臥推椅、彈力帶、自重

source: なし
de: Keine
en: None
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ko: 없음
pt: Nenhum
pt_br: Nenhum
ru: Нет
th: ไม่มี
zh_hans: 无
zh_hant: 無

source: バーベル
de: Langhantel
en: Barbell
es: Barra
fr: Barre
id: Barbell
it: Bilanciere
ko: 바벨
pt: Barra
pt_br: Barra
ru: Штанга
th: บาร์เบล
zh_hans: 杠铃
zh_hant: 槓鈴

source: バンド
de: Band
en: Band
es: Banda
fr: Élastique
id: Band
it: Elastico
ko: 밴드
pt: Faixa
pt_br: Faixa
ru: Лента
th: ยางยืด
zh_hans: 弹力带
zh_hant: 彈力帶

source: フル
de: Alles
en: Full
es: Todo
fr: Tout
id: Semua
it: Tutto
ko: 전체
pt: Tudo
pt_br: Tudo
ru: Всё
th: เต็มรูปแบบ
zh_hans: 全部
zh_hant: 全部

source: フルジム
de: Voll ausgestattet
en: Full Gym
es: Gimnasio completo
fr: Salle complète
id: Gym Lengkap
it: Palestra completa
ko: 풀짐
pt: Ginásio completo
pt_br: Academia completa
ru: Полный зал
th: ยิมครบชุด
zh_hans: 全套健身房
zh_hant: 全套健身房

source: ホームジム
de: Home-Gym
en: Home Gym
es: Gimnasio en casa
fr: Salle à domicile
id: Home Gym
it: Palestra in casa
ko: 홈짐
pt: Ginásio em casa
pt_br: Academia em casa
ru: Домашний зал
th: โฮมยิม
zh_hans: 家庭健身房
zh_hant: 家庭健身房

source: マシン類
de: Maschinen
en: Machines
es: Máquinas
fr: Machines
id: Mesin
it: Macchine
ko: 머신
pt: Máquinas
pt_br: Máquinas
ru: Тренажёры
th: เครื่องเล่น
zh_hans: 器械
zh_hant: 器械

source: 上の絞り込みで器具を増やすと種目が出ます
de: Füge oben im Filter Geräte hinzu, um Übungen zu sehen
en: Add equipment in the filter above to see exercises
es: Añade equipo en el filtro de arriba para ver ejercicios
fr: Ajoutez du matériel dans le filtre ci-dessus pour voir des exercices
id: Tambahkan alat di filter di atas untuk melihat latihan
it: Aggiungi attrezzi nel filtro sopra per vedere gli esercizi
ko: 위 필터에서 장비를 추가하면 운동이 표시됩니다
pt: Adiciona equipamento no filtro acima para ver exercícios
pt_br: Adicione equipamentos no filtro acima para ver exercícios
ru: Добавьте оборудование в фильтре выше, чтобы увидеть упражнения
th: เพิ่มอุปกรณ์ในตัวกรองด้านบนเพื่อแสดงท่าออกกำลังกาย
zh_hans: 在上方筛选中添加器械即可显示动作
zh_hant: 在上方篩選中新增器械即可顯示動作

source: 中重量
de: Mittel
en: Moderate
es: Moderado
fr: Modéré
id: Sedang
it: Moderato
ko: 중간 무게
pt: Moderado
pt_br: Moderado
ru: Средний
th: ปานกลาง
zh_hans: 中等重量
zh_hant: 中等重量

source: 体幹
de: Core
en: Core
es: Core
fr: Sangle abdo
id: Inti
it: Core
ko: 코어
pt: Core
pt_br: Core
ru: Кор
th: แกนกลาง
zh_hans: 核心
zh_hant: 核心

source: 全ON
de: Alle an
en: All On
es: Activar todo
fr: Tout activer
id: Aktifkan Semua
it: Attiva tutto
ko: 모두 켜기
pt: Ativar tudo
pt_br: Ativar tudo
ru: Включить всё
th: เปิดทั้งหมด
zh_hans: 全部开启
zh_hant: 全部開啟

source: 全部入り
de: Alles dabei
en: Everything included
es: Todo incluido
fr: Tout inclus
id: Termasuk semua
it: Tutto incluso
ko: 모두 포함
pt: Tudo incluído
pt_br: Tudo incluído
ru: Всё включено
th: รวมทุกอย่าง
zh_hans: 全部包含
zh_hant: 全部包含

source: 動作
de: Ausführung
en: How to
es: Cómo hacerlo
fr: Comment faire
id: Cara melakukan
it: Come si esegue
ko: 동작 방법
pt: Como fazer
pt_br: Como fazer
ru: Как выполнять
th: วิธีทำ
zh_hans: 动作要领
zh_hant: 動作要領

source: 動画で見る
de: Video ansehen
en: Watch video
es: Ver vídeo
fr: Voir la vidéo
id: Tonton video
it: Guarda il video
ko: 영상 보기
pt: Ver vídeo
pt_br: Ver vídeo
ru: Смотреть видео
th: ดูวิดีโอ
zh_hans: 观看视频
zh_hant: 觀看影片

source: 右上の種目から 設定を見直してね
de: Passe deine Auswahl unter Übungen an (oben rechts)
en: Adjust your selection from Exercises (top right)
es: Ajusta tu selección desde Ejercicios (arriba a la derecha)
fr: Ajustez votre sélection depuis Exercices (en haut à droite)
id: Sesuaikan pilihan dari Latihan (kanan atas)
it: Modifica la selezione da Esercizi (in alto a destra)
ko: 오른쪽 위 운동에서 설정을 조정하세요
pt: Ajusta a tua seleção em Exercícios (canto superior direito)
pt_br: Ajuste sua seleção em Exercícios (canto superior direito)
ru: Измените выбор в разделе Упражнения (справа вверху)
th: ปรับการตั้งค่าได้จาก เมนูท่าออกกำลังกาย (มุมขวาบน)
zh_hans: 请从右上角的“动作” 重新调整设置
zh_hant: 請從右上角的「動作」 重新調整設定

source: 各種目に最適な回数で抽選します。OFFにすると下の範囲を使います。
de: Wählt die ideale Wiederholungszahl je Übung. Aus, um die Bereiche unten zu nutzen.
en: Picks the ideal count for each exercise. Turn off to use the ranges below.
es: Elige el número ideal para cada ejercicio. Desactívalo para usar los rangos de abajo.
fr: Choisit le nombre idéal pour chaque exercice. Désactivez pour utiliser les plages ci-dessous.
id: Memilih jumlah ideal untuk tiap latihan. Nonaktifkan untuk memakai rentang di bawah.
it: Sceglie il numero ideale per ogni esercizio. Disattiva per usare gli intervalli sotto.
ko: 각 운동에 최적인 횟수로 뽑습니다. 끄면 아래 범위를 사용합니다.
pt: Escolhe a contagem ideal para cada exercício. Desativa para usar os intervalos abaixo.
pt_br: Escolhe a contagem ideal para cada exercício. Desative para usar os intervalos abaixo.
ru: Подбирает оптимальное число для каждого упражнения. Выключите, чтобы задать диапазоны ниже.
th: สุ่มจำนวนครั้งที่เหมาะกับแต่ละท่า ปิดเพื่อใช้ช่วงด้านล่าง
zh_hans: 按每个动作的最佳次数抽取。关闭后使用下方范围。
zh_hant: 依每個動作的最佳次數抽取。關閉後使用下方範圍。

source: 器具か種目選択を見直してね
de: Prüfe deine Geräte oder Übungsauswahl
en: Check your equipment or exercise selection
es: Revisa tu equipo o la selección de ejercicios
fr: Vérifiez votre matériel ou votre sélection d'exercices
id: Periksa alat atau pilihan latihan Anda
it: Controlla gli attrezzi o la selezione degli esercizi
ko: 장비 또는 운동 선택을 확인하세요
pt: Verifica o teu equipamento ou a seleção de exercícios
pt_br: Revise seu equipamento ou a seleção de exercícios
ru: Проверьте оборудование или выбор упражнений
th: ตรวจสอบอุปกรณ์หรือท่าที่เลือก
zh_hans: 请检查器械或动作选择
zh_hant: 請檢查器械或動作選擇

source: 回
de: Whlg.
en: reps
es: reps
fr: reps
id: rep
it: rip.
ko: 회
pt: reps
pt_br: reps
ru: повт.
th: ครั้ง
zh_hans: 次
zh_hant: 次

source: 回数
de: Wdh.
en: Reps
es: Reps
fr: Reps
id: Rep
it: Rip.
ko: 횟수
pt: Reps
pt_br: Reps
ru: Повт.
th: จำนวนครั้ง
zh_hans: 次数
zh_hant: 次數

source: 回数で行う種目（例: 腕立て）に適用
de: Gilt für wiederholungsbasierte Übungen (z. B. Liegestütze)
en: Applies to rep-based exercises (e.g. push-ups)
es: Se aplica a ejercicios por repeticiones (ej. flexiones)
fr: S'applique aux exercices en répétitions (ex. pompes)
id: Berlaku untuk latihan berbasis repetisi (mis. push-up)
it: Vale per gli esercizi a ripetizioni (es. flessioni)
ko: 횟수로 하는 운동(예: 팔굽혀펴기)에 적용
pt: Aplica-se a exercícios por repetições (ex. flexões)
pt_br: Aplica-se a exercícios por repetições (ex. flexões)
ru: Для упражнений на повторения (напр. отжимания)
th: ใช้กับท่าที่นับครั้ง (เช่น วิดพื้น)
zh_hans: 适用于按次数的动作（例：俯卧撑）
zh_hant: 適用於按次數的動作（例：伏地挺身）

source: 回数の範囲
de: Wdh.-Bereich
en: Reps range
es: Rango de reps
fr: Plage de reps
id: Rentang rep
it: Intervallo rip.
ko: 횟수 범위
pt: Intervalo de reps
pt_br: Faixa de reps
ru: Диапазон повторов
th: ช่วงจำนวนครั้ง
zh_hans: 次数范围
zh_hant: 次數範圍

source: 宅トレ（自重）
de: Zuhause (Körpergewicht)
en: Home (Bodyweight)
es: Casa (peso corporal)
fr: Maison (poids du corps)
id: Rumah (berat badan)
it: Casa (corpo libero)
ko: 홈트(맨몸)
pt: Casa (peso corporal)
pt_br: Casa (peso corporal)
ru: Дома (вес тела)
th: ที่บ้าน (น้ำหนักตัว)
zh_hans: 居家（自重）
zh_hant: 居家（自重）

source: 実用
de: Praktisch
en: Practical
es: Práctico
fr: Pratique
id: Praktis
it: Pratico
ko: 실용
pt: Prático
pt_br: Prático
ru: Практичный
th: ใช้งานจริง
zh_hans: 实用
zh_hant: 實用

source: 懸垂バー
de: Klimmzugstange
en: Pull-Up Bar
es: Barra de dominadas
fr: Barre de traction
id: Pull-Up Bar
it: Barra per trazioni
ko: 철봉
pt: Barra fixa
pt_br: Barra fixa
ru: Турник
th: บาร์โหน
zh_hans: 引体向上杆
zh_hant: 引體向上桿

source: 時間で行う種目（例: プランク）に適用
de: Gilt für zeitbasierte Übungen (z. B. Plank)
en: Applies to timed exercises (e.g. plank)
es: Se aplica a ejercicios por tiempo (ej. plancha)
fr: S'applique aux exercices chronométrés (ex. planche)
id: Berlaku untuk latihan berbasis waktu (mis. plank)
it: Vale per gli esercizi a tempo (es. plank)
ko: 시간으로 하는 운동(예: 플랭크)에 적용
pt: Aplica-se a exercícios por tempo (ex. prancha)
pt_br: Aplica-se a exercícios por tempo (ex. prancha)
ru: Для упражнений на время (напр. планка)
th: ใช้กับท่าที่จับเวลา (เช่น แพลงก์)
zh_hans: 适用于按时间的动作（例：平板支撑）
zh_hant: 適用於按時間的動作（例：棒式）

source: 有効な種目が0件。器具の絞り込みを見直してね。
de: Keine Übungen verfügbar. Prüfe den Gerätefilter.
en: No exercises enabled. Check your equipment filter.
es: No hay ejercicios disponibles. Revisa el filtro de equipo.
fr: Aucun exercice disponible. Vérifiez le filtre de matériel.
id: Tidak ada latihan tersedia. Periksa filter alat.
it: Nessun esercizio disponibile. Controlla il filtro degli attrezzi.
ko: 사용 가능한 운동이 없습니다. 장비 필터를 확인하세요.
pt: Nenhum exercício disponível. Verifica o filtro de equipamento.
pt_br: Nenhum exercício disponível. Revise o filtro de equipamentos.
ru: Нет доступных упражнений. Проверьте фильтр оборудования.
th: ไม่มีท่าที่ใช้ได้ ตรวจสอบตัวกรองอุปกรณ์
zh_hans: 没有可用动作。请检查器械筛选。
zh_hant: 沒有可用動作。請檢查器械篩選。

source: 秒
de: Sek.
en: sec
es: s
fr: s
id: dtk
it: s
ko: 초
pt: s
pt_br: s
ru: сек
th: วิ

source: 秒数の範囲
de: Sekundenbereich
en: Seconds range
es: Rango de segundos
fr: Plage de secondes
id: Rentang detik
it: Intervallo secondi
ko: 초 범위
pt: Intervalo de segundos
pt_br: Faixa de segundos
ru: Диапазон секунд
th: ช่วงวินาที
zh_hans: 秒数范围
zh_hant: 秒數範圍

source: 種目
de: Übung
en: Exercise
es: Ejercicio
fr: Exercice
id: Latihan
it: Esercizio
ko: 운동
pt: Exercício
pt_br: Exercício
ru: Упражнение
th: ท่า
zh_hans: 动作
zh_hant: 動作

source: 種目数 %lld
de: %lld Übungen
en: %lld exercises
es: %lld ejercicios
fr: %lld exercices
id: %lld latihan
it: %lld esercizi
ko: 운동 %lld개
pt: %lld exercícios
pt_br: %lld exercícios
ru: Упражнений: %lld
th: %lld ท่า
zh_hans: %lld 个动作
zh_hant: %lld 個動作

source: 絞り込み
de: Filter
en: Filter
es: Filtro
fr: Filtre
id: Filter
it: Filtro
ko: 필터
pt: Filtro
pt_br: Filtro
ru: Фильтр
th: ตัวกรอง
zh_hans: 筛选
zh_hant: 篩選

source: 肩
de: Schultern
en: Shoulders
es: Hombros
fr: Épaules
id: Bahu
it: Spalle
ko: 어깨
pt: Ombros
pt_br: Ombros
ru: Плечи
th: ไหล่
zh_hans: 肩部
zh_hant: 肩部

source: 背中
de: Rücken
en: Back
es: Espalda
fr: Dos
id: Punggung
it: Schiena
ko: 등
pt: Costas
pt_br: Costas
ru: Спина
th: หลัง
zh_hans: 背部
zh_hant: 背部

source: 胸
de: Brust
en: Chest
es: Pecho
fr: Pectoraux
id: Dada
it: Petto
ko: 가슴
pt: Peito
pt_br: Peito
ru: Грудь
th: อก
zh_hans: 胸部
zh_hant: 胸部

source: 脚
de: Beine
en: Legs
es: Piernas
fr: Jambes
id: Kaki
it: Gambe
ko: 다리
pt: Pernas
pt_br: Pernas
ru: Ноги
th: ขา
zh_hans: 腿部
zh_hant: 腿部

source: 腕
de: Arme
en: Arms
es: Brazos
fr: Bras
id: Lengan
it: Braccia
ko: 팔
pt: Braços
pt_br: Braços
ru: Руки
th: แขน
zh_hans: 手臂
zh_hant: 手臂

source: 自重
de: Körpergewicht
en: Bodyweight
es: Peso corporal
fr: Poids du corps
id: Berat badan
it: Corpo libero
ko: 맨몸
pt: Peso corporal
pt_br: Peso corporal
ru: Вес тела
th: น้ำหนักตัว

source: 自重のみ（＋懸垂バーは任意）
de: Nur Körpergewicht (Klimmzugstange optional)
en: Bodyweight only (pull-up bar optional)
es: Solo peso corporal (barra de dominadas opcional)
fr: Poids du corps uniquement (barre de traction en option)
id: Hanya berat badan (pull-up bar opsional)
it: Solo corpo libero (barra per trazioni opzionale)
ko: 맨몸만 (철봉은 선택)
pt: Só peso corporal (barra fixa opcional)
pt_br: Só peso corporal (barra fixa opcional)
ru: Только вес тела (турник по желанию)
th: น้ำหนักตัวเท่านั้น (บาร์โหนเสริมได้)
zh_hans: 仅自重（引体向上杆可选）
zh_hant: 僅自重（引體向上桿可選）

source: 設定
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
id: Pengaturan
it: Impostazioni
ko: 설정
pt: Definições
pt_br: Ajustes
ru: Настройки
th: ตั้งค่า
zh_hans: 设置

source: 説明準備中
de: Beschreibung folgt
en: Description coming soon
es: Descripción próximamente
fr: Description à venir
id: Deskripsi segera hadir
it: Descrizione in arrivo
ko: 설명 준비 중
pt: Descrição em breve
pt_br: Descrição em breve
ru: Описание скоро появится
th: คำอธิบายเร็วๆ นี้
zh_hans: 说明准备中
zh_hant: 說明準備中

source: 軽め
de: Leicht
en: Light
es: Ligero
fr: Léger
id: Ringan
it: Leggero
ko: 가볍게
pt: Leve
pt_br: Leve
ru: Лёгкий
th: เบา
zh_hans: 轻量
zh_hant: 輕量

source: 適正範囲で出す
de: Empfohlene Wdh. nutzen
en: Use recommended reps
es: Usar reps recomendadas
fr: Utiliser les reps recommandées
id: Pakai rep yang disarankan
it: Usa le rip. consigliate
ko: 권장 횟수 사용
pt: Usar reps recomendadas
pt_br: Usar reps recomendadas
ru: Рекомендуемые повторы
th: ใช้จำนวนครั้งที่แนะนำ
zh_hans: 使用推荐次数
zh_hant: 使用建議次數

source: 部位
de: Muskel
en: Muscle
es: Músculo
fr: Muscle
id: Otot
it: Muscolo
ko: 부위
pt: Músculo
pt_br: Músculo
ru: Мышца
th: กล้ามเนื้อ

source: 部位なし
de: Keine Muskelgruppe
en: No muscle group
es: Sin grupo muscular
fr: Aucun muscle
id: Tanpa kelompok otot
it: Nessun gruppo muscolare
ko: 부위 없음
pt: Sem grupo muscular
pt_br: Sem grupo muscular
ru: Без группы мышц
th: ไม่ระบุกล้ามเนื้อ
zh_hans: 无部位
zh_hant: 無部位

source: 高重量
de: Schwer
en: Heavy
es: Pesado
fr: Lourd
id: Berat
it: Pesante
ko: 고중량
pt: Pesado
pt_br: Pesado
ru: Тяжёлый
th: หนัก
zh_hans: 大重量
zh_hant: 大重量
